[BalanceDefs.ID_MO_NoHardFeelings_DataLog MissionItemDefinition]
UseFailureCharacterMessage="You are right %s Something like that."
ItemName="Data collection"
PickupMessage="you have _ %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="You may not use this item.."
NoManufacturerName="However"

[BalanceDefs.ID_MO_NoHardFeelings_DataLog:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="you killed me..."
NoConstraintText=""
Suffix=""
Prefix=""

[ChestGrades.NoHardFeelings_Chest_Balance InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[InteractiveObjects.IO_NoHardFeelings_Chest InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

